Revit 2027 API
ParameterTypeId.TextTabSize Property
 "Tab Size"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId TextTabSize { get; }
Public Shared ReadOnly Property TextTabSize As ForgeTypeId
	Get
public:
static property ForgeTypeId^ TextTabSize {
	ForgeTypeId^ get ();
}
static member TextTabSize : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace